Repository: lfcj/listen-anonymously
Catalog: Listen Anonymously Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, es_mx, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# TELEGRAM_CONVERSION_ERROR
source: Could not convert Telegram audio file
ar: تعذّر تحويل ملف صوت Telegram
cs: Zvukový soubor Telegramu nelze převést
da: Kunne ikke konvertere Telegram-lydfil
de: Telegram-Audiodatei konnte nicht konvertiert werden
el: Δεν ήταν δυνατή η μετατροπή του αρχείου ήχου Telegram
es: No se pudo convertir el archivo de audio de Telegram
es_mx: No se pudo convertir el archivo de audio de Telegram
fi: Telegram-äänitiedostoa ei voitu muuntaa
fr: Impossible de convertir le fichier audio Telegram
fr_ca: Impossible de convertir le fichier audio Telegram
he: לא ניתן להמיר את קובץ השמע של Telegram
hi: Telegram ऑडियो फ़ाइल कन्वर्ट नहीं हो सकी
hr: Zvučna datoteka Telegrama se ne može pretvoriti
hu: A Telegram hangfájl nem konvertálható
id: Tidak dapat mengonversi file audio Telegram
it: Impossibile convertire il file audio di Telegram
ja: Telegramの音声ファイルを変換できませんでした
ko: Telegram 오디오 파일을 변환할 수 없습니다
ms: Tidak dapat menukar fail audio Telegram
nb: Kunne ikke konvertere Telegram-lydfil
nl: Kan Telegram-audiobestand niet converteren
pl: Nie udało się przekonwertować pliku audio Telegram
pt_br: Não foi possível converter o arquivo de áudio do Telegram
pt_pt: Não foi possível converter o ficheiro de áudio do Telegram
ro: Nu s-a putut converti fișierul audio Telegram
ru: Не удалось конвертировать аудиофайл Telegram
sk: Zvukový súbor Telegramu nie je možné previesť
sv: Kunde inte konvertera Telegram-ljudfil
th: ไม่สามารถแปลงไฟล์เสียง Telegram ได้
tr: Telegram ses dosyası dönüştürülemedi
uk: Не вдалося конвертувати аудіофайл Telegram
vi: Không thể chuyển đổi tệp âm thanh Telegram
zh_hans: 无法转换Telegram音频文件
zh_hant: 無法轉換Telegram音訊檔案

# TELEGRAM_STEP_1
source: Long press the voice message
ar: اضغط مطولاً على الرسالة الصوتية
cs: Dlouze stiskni hlasovou zprávu
da: Tryk længe på talebeskeden
de: Lange auf die Sprachnachricht drücken
el: Πάτησε παρατεταμένα το ηχητικό μήνυμα
es: Mantén presionado el mensaje de voz
es_mx: Mantén presionado el mensaje de voz
fi: Paina pitkään ääniviestiä
fr: Appuie longuement sur le message vocal
fr_ca: Appuyez longuement sur le message vocal
he: לחצו לחיצה ארוכה על ההודעה הקולית
hi: वॉइस मैसेज पर लंबे समय तक दबाएँ
hr: Dugo pritisni glasovnu poruku
hu: Tartsd nyomva a hangüzenetet
id: Tekan lama pesan suara
it: Tieni premuto il messaggio vocale
ja: ボイスメッセージを長押し
ko: 음성 메시지를 길게 누르세요
ms: Tekan lama mesej suara
nb: Trykk lenge på talemeldingen
nl: Houd het spraakbericht ingedrukt
pl: Przytrzymaj wiadomość głosową
pt_br: Pressione e segure a mensagem de voz
pt_pt: Prime longamente a mensagem de voz
ro: Apasă lung pe mesajul vocal
ru: Долго нажмите на голосовое сообщение
sk: Dlho stlač hlasovú správu
sv: Tryck länge på röstmeddelandet
th: กดค้างที่ข้อความเสียง
tr: Sesli mesaja uzun bas
uk: Довго натисни на голосове повідомлення
vi: Nhấn giữ tin nhắn thoại
zh_hans: 长按语音消息
zh_hant: 長按語音訊息

# TELEGRAM_STEP_2
source: Tap 'Select'
ar: انقر على 'تحديد'
cs: Klepni na 'Vybrat'
da: Tryk på 'Vælg'
de: Auf 'Auswählen' tippen
el: Πάτησε 'Επιλογή'
es: Toca 'Seleccionar'
es_mx: Toca 'Seleccionar'
fi: Napauta 'Valitse'
fr: Appuie sur 'Sélectionner'
fr_ca: Appuyez sur 'Sélectionner'
he: הקישו על 'בחר'
hi: 'चुनें' पर टैप करें
hr: Dodirni 'Odaberi'
hu: Koppints a 'Kiválasztás' gombra
id: Ketuk 'Pilih'
it: Tocca 'Seleziona'
ja: '選択'をタップ
ko: '선택'을 탭하세요
ms: Ketik 'Pilih'
nb: Trykk på 'Velg'
nl: Tik op 'Selecteer'
pl: Dotknij 'Wybierz'
pt_br: Toque em 'Selecionar'
pt_pt: Toca em 'Selecionar'
ro: Apasă pe 'Selectare'
ru: Нажмите 'Выбрать'
sk: Ťukni na 'Vybrať'
sv: Tryck på 'Välj'
th: แตะ 'เลือก'
tr: 'Seç'e dokun
uk: Натисни 'Вибрати'
vi: Chạm 'Chọn'
zh_hans: 点击'选择'
zh_hant: 點擊'選取'

# TELEGRAM_STEP_3
source: Tap 'Share'
ar: انقر على 'مشاركة'
cs: Klepni na 'Sdílet'
da: Tryk på 'Del'
de: Auf 'Teilen' tippen
el: Πάτησε 'Κοινοποίηση'
es: Toca 'Compartir'
es_mx: Toca 'Compartir'
fi: Napauta 'Jaa'
fr: Appuie sur 'Partager'
fr_ca: Appuyez sur 'Partager'
he: הקישו על 'שתף'
hi: 'शेयर' पर टैप करें
hr: Dodirni 'Podijeli'
hu: Koppints a 'Megosztás' gombra
id: Ketuk 'Bagikan'
it: Tocca 'Condividi'
ja: '共有'をタップ
ko: '공유'를 탭하세요
ms: Ketik 'Kongsi'
nb: Trykk på 'Del'
nl: Tik op 'Delen'
pl: Dotknij 'Udostępnij'
pt_br: Toque em 'Compartilhar'
pt_pt: Toca em 'Partilhar'
ro: Apasă pe 'Partajare'
ru: Нажмите 'Поделиться'
sk: Ťukni na 'Zdieľať'
sv: Tryck på 'Dela'
th: แตะ 'แชร์'
tr: 'Paylaş'a dokun
uk: Натисни 'Поділитися'
vi: Chạm 'Chia sẻ'
zh_hans: 点击'分享'
zh_hant: 點擊'分享'

source: Total freedom.
ar: حرية كاملة.
cs: Naprostá svoboda.
da: Total frihed.
de: Totale Freiheit.
el: Απόλυτη ελευθερία.
es: Libertad total.
es_mx: Libertad total.
fi: Täysi vapaus.
fr: Liberté totale.
fr_ca: Liberté totale.
he: חופש מוחלט.
hi: पूर्ण स्वतंत्रता।
hr: Potpuna sloboda.
hu: Teljes szabadság.
id: Kebebasan total.
it: Libertà totale.
ja: 完全な自由。
ko: 완전한 자유.
ms: Kebebasan penuh.
nb: Total frihet.
nl: Totale vrijheid.
pl: Pełna wolność.
pt_br: Liberdade total.
pt_pt: Liberdade total.
ro: Libertate totală.
ru: Полная свобода.
sk: Úplná sloboda.
sv: Total frihet.
th: อิสระเต็มที่
tr: Tam özgürlük.
uk: Повна свобода.
vi: Tự do hoàn toàn.
zh_hans: 完全自由。
zh_hant: 完全自由。

source: Try again
ar: حاول مرة أخرى
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Δοκίμασε ξανά
es: Intentar de nuevo
es_mx: Intentar de nuevo
fi: Yritä uudelleen
fr: Réessayer
fr_ca: Réessayer
he: נסו שוב
hi: फिर से कोशिश करें
hr: Pokušaj ponovo
hu: Próbáld újra
id: Coba lagi
it: Riprova
ja: もう一度試す
ko: 다시 시도
ms: Cuba lagi
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Попробовать снова
sk: Skúsiť znova
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Спробувати знову
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: Unknown error
ar: خطأ غير معروف
cs: Neznámá chyba
da: Ukendt fejl
de: Unbekannter Fehler
el: Άγνωστο σφάλμα
es: Error desconocido
es_mx: Error desconocido
fi: Tuntematon virhe
fr: Erreur inconnue
fr_ca: Erreur inconnue
he: שגיאה לא ידועה
hi: अज्ञात त्रुटि
hr: Nepoznata greška
hu: Ismeretlen hiba
id: Kesalahan tidak diketahui
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
ms: Ralat tidak diketahui
nb: Ukjent feil
nl: Onbekende fout
pl: Nieznany błąd
pt_br: Erro desconhecido
pt_pt: Erro desconhecido
ro: Eroare necunoscută
ru: Неизвестная ошибка
sk: Neznáma chyba
sv: Okänt fel
th: ข้อผิดพลาดที่ไม่ทราบสาเหตุ
tr: Bilinmeyen hata
uk: Невідома помилка
vi: Lỗi không xác định
zh_hans: 未知错误
zh_hant: 未知錯誤

source: Vibe check
ar: فحص المزاج
es: Chequeo de vibra
es_mx: Chequeo de vibra
he: בדיקת וייב
hi: वाइब चेक
ja: バイブチェック
ko: 바이브 체크
ru: Вайб-чек
th: เช็ควิบ
uk: Вайб-чек
vi: Kiểm tra vibe
zh_hans: 氛围检查
zh_hant: 氛圍檢查

# WHATSAPP_STEP_1
source: Long press the voice message
ar: اضغط مطولاً على الرسالة الصوتية
cs: Dlouze stiskni hlasovou zprávu
da: Tryk længe på talebeskeden
de: Lange auf die Sprachnachricht drücken
el: Πάτησε παρατεταμένα το ηχητικό μήνυμα
es: Mantén presionado el mensaje de voz
es_mx: Mantén presionado el mensaje de voz
fi: Paina pitkään ääniviestiä
fr: Appuie longuement sur le message vocal
fr_ca: Appuyez longuement sur le message vocal
he: לחצו לחיצה ארוכה על ההודעה הקולית
hi: वॉइस मैसेज पर लंबे समय तक दबाएँ
hr: Dugo pritisni glasovnu poruku
hu: Tartsd nyomva a hangüzenetet
id: Tekan lama pesan suara
it: Tieni premuto il messaggio vocale
ja: ボイスメッセージを長押し
ko: 음성 메시지를 길게 누르세요
ms: Tekan lama mesej suara
nb: Trykk lenge på talemeldingen
nl: Houd het spraakbericht ingedrukt
pl: Przytrzymaj wiadomość głosową
pt_br: Pressione e segure a mensagem de voz
pt_pt: Prime longamente a mensagem de voz
ro: Apasă lung pe mesajul vocal
ru: Долго нажмите на голосовое сообщение
sk: Dlho stlač hlasovú správu
sv: Tryck länge på röstmeddelandet
th: กดค้างที่ข้อความเสียง
tr: Sesli mesaja uzun bas
uk: Довго натисни на голосове повідомлення
vi: Nhấn giữ tin nhắn thoại
zh_hans: 长按语音消息
zh_hant: 長按語音訊息

# WHATSAPP_STEP_2
source: Tap 'Forward'
ar: انقر على 'إعادة توجيه'
cs: Klepni na 'Přeposlat'
da: Tryk på 'Videresend'
de: Auf 'Weiterleiten' tippen
el: Πάτησε 'Προώθηση'
es: Toca 'Reenviar'
es_mx: Toca 'Reenviar'
fi: Napauta 'Välitä'
fr: Appuie sur 'Transférer'
fr_ca: Appuyez sur 'Transférer'
he: הקישו על 'העבר'
hi: 'फ़ॉरवर्ड' पर टैप करें
hr: Dodirni 'Proslijedi'
hu: Koppints a 'Továbbítás' gombra
id: Ketuk 'Teruskan'
it: Tocca 'Inoltra'
ja: '転送'をタップ
ko: '전달'을 탭하세요
ms: Ketik 'Majukan'
nb: Trykk på 'Videresend'
nl: Tik op 'Doorsturen'
pl: Dotknij 'Przekaż dalej'
pt_br: Toque em 'Encaminhar'
pt_pt: Toca em 'Reencaminhar'
ro: Apasă pe 'Redirecționare'
ru: Нажмите 'Переслать'
sk: Ťukni na 'Preposlať'
sv: Tryck på 'Vidarebefordra'
th: แตะ 'ส่งต่อ'
tr: 'İlet'e dokun
uk: Натисни 'Переслати'
vi: Chạm 'Chuyển tiếp'
zh_hans: 点击'转发'
zh_hant: 點擊'轉傳'

# WHATSAPP_STEP_3
source: Tap 'Share'
ar: انقر على 'مشاركة'
cs: Klepni na 'Sdílet'
da: Tryk på 'Del'
de: Auf 'Teilen' tippen
el: Πάτησε 'Κοινοποίηση'
es: Toca 'Compartir'
es_mx: Toca 'Compartir'
fi: Napauta 'Jaa'
fr: Appuie sur 'Partager'
fr_ca: Appuyez sur 'Partager'
he: הקישו על 'שתף'
hi: 'शेयर' पर टैप करें
hr: Dodirni 'Podijeli'
hu: Koppints a 'Megosztás' gombra
id: Ketuk 'Bagikan'
it: Tocca 'Condividi'
ja: '共有'をタップ
ko: '공유'를 탭하세요
ms: Ketik 'Kongsi'
nb: Trykk på 'Del'
nl: Tik op 'Delen'
pl: Dotknij 'Udostępnij'
pt_br: Toque em 'Compartilhar'
pt_pt: Toca em 'Partilhar'
ro: Apasă pe 'Partajare'
ru: Нажмите 'Поделиться'
sk: Ťukni na 'Zdieľať'
sv: Tryck på 'Dela'
th: แตะ 'แชร์'
tr: 'Paylaş'a dokun
uk: Натисни 'Поділитися'
vi: Chạm 'Chia sẻ'
zh_hans: 点击'分享'
zh_hant: 點擊'分享'
